Repository: GeriitO/QuasarERPBanking
Catalog: QuasarERPBanking/Resources/CXP_MAESTRO/StringResources.*.resx
Languages: es_ve, pt_br

# lblCiuCxpMaestro
source: City:
es_ve: Ciudad:
pt_br: Cidade:

# lblCodCxpMaestro
source: Code:
es_ve: Código:
pt_br: Código:

# lblCoPosCxpMaestro
source: Postal Code:
es_ve: C. Postal:
pt_br: C. Postal:

# lblCuentaCxpMaestro
source: Major Account:
es_ve: Cuenta Mayor:
pt_br: Conta Mayor:

# lblDirecciónCxpMaestro
source: Address:
es_ve: Dirección:
pt_br: Endereço:

# lblEdoCxpMaestro
source: State:
es_ve: Estado:
pt_br: Estado:

# lblFechaCxpMaestro
source: Date:
es_ve: Fecha:
pt_br: Data:

# lblFoPagCxpMaestro
source: Payment Method:
es_ve: Forma de Pago:
pt_br: Forma de Pagamento:

# lblIvaCxpMaestro
source: WHT:
es_ve: IVA:
pt_br: IVA:

# lblNCtaCxpMaestro
source: Account Number:
es_ve: N° de Cuenta:
pt_br: N° da Conta:

# lblNombreCxpMaestro
source: Name:
es_ve: Nombre:
pt_br: Nome:

# lblPlazoCxpMaestro
source: wwww
es_ve: Plazo:
pt_br: Prazo:

# lblRamoCxpMaestro
source: wwww
es_ve: Ramo:
pt_br: xxxxx:

# lblRelacionCxpMaestro
source: Relation:
es_ve: Relación:
pt_br: Relacionamento:

# lblReseñaCxpMaestro
source: Review:
es_ve: Reseña:
pt_br: Revisão:

# lblRifCxpMaestro
source: S.S.N:
es_ve: RIF:
pt_br: CPF: CNPJ

# lblSncCxpMaestro
source: T.I.N:
es_ve: SNC:
pt_br: xxx

# lblTlfCxpMaestro
source: Phone:
es_ve: Telefono:
pt_br: Telefono:

# lblTperCxpMaestro
source: wwwwww
es_ve: Tipo de Persona:
pt_br: Tipo de Persona:

# lblCondicCxpMaestro
source: Condition:
es_ve: Condición:
pt_br: Condição:

# BannerCxpMaestro
source: Payment Accounts
es_ve: Cuentas a Pagar
pt_br: Contas a Pagar

# lblIMPMUNCxpMaestro
source: wwww
es_ve: impnum
pt_br: impnum

# lblITFCxpMaestro
source: wwww
es_ve: ITF
pt_br: ITF

# lblTimbreCxpMaestro
source: wwww
es_ve: Timbre Fiscal
pt_br: xxxx

# placEdoCXP
source: -- Select State --
es_ve: -- Seleccionar Estado --
pt_br: -- Selecione Estado --

# errCiuCxpMaestro
source: The CITY field is empty.
es_ve: El campo CIUDAD está vacío.
pt_br: O campo CIDADE está em branco.

# errCodCxpMaestro
source: The CODE field is empty.
es_ve: El campo CÓDIGO está vacío.
pt_br: O campo CÓDIGO está em branco.

# errCondCxpMaestro
source: The CONDITION field is empty.
es_ve: El campo CONDICIÓN está vacío.
pt_br: O campo de CONDIÇÃO está em branco.

# errCoPosCxpMaestro
source: The POSTAL CODE field is empty.
es_ve: El campo CÓDIGO POSTAL está vacío.
pt_br: O campo CÓDIGO POSTAL está em branco.

# errCtaMaCxpMaestro
source: The MAJOR ACCOUNT field is empty.
es_ve: El campo CUENTA MAYOR está vacío.
pt_br: O campo CONTA MAYOR está em branco.

# errDirCxpMaestro
source: The ADDRESS field is empty.
es_ve: El campo DIRECCIÓN está vacío.
pt_br: O campo ENDEREÇO está em branco.

# errEdoCxpMaestro
source: The STATE field is empty.
es_ve: El campo ESTADO está vacío.
pt_br: O campo ESTADO está em branco.

# errFaxCxpMaestro
source: The FAX field is empty.
es_ve: El campo FAX está vacío.
pt_br: O campo FAX está em branco.

# errFechCxpMaestro
source: The DATE field is empty.
es_ve: El campo FECHA está vacío.
pt_br: O campo DATA está em branco.

# errFoPagCxpMaestro
source: The PAYMENT METHOD field is empty.
es_ve: El campo FORMA DE PAGO está vacío.
pt_br: O campo FORMA DE PAGAMENTO está em branco.

# errIVACxpMaestro
source: The WHT field is empty.
es_ve: El campo IVA está vacío.
pt_br: O campo IVA está em branco.

# errIVAranCxpMaestro
source: The value of WHT withholding must be between 0 and 100.
es_ve: El valor de la retencion del IVA debe estar entre 0 y 100.
pt_br: O valor da retenção IVA deve estar entre 0 e 100.

# errNCtaCxpMaestro
source: The ACCOUNT NUMBER field is empty.
es_ve: El campo N° DE CUENTA está vacío.
pt_br: O campo N° DA CONTA está em branco.

# errNomCxpMaestro
source: The NAME field is empty.
es_ve: El campo NOMBRE está vacío.
pt_br: O campo NOME está em branco.

# errPlazoCxpMaestro
source: The WWWWW field is empty.
es_ve: El campo PLAZO está vacío.
pt_br: O campo PRAZO está em branco.

# errRamoCxpMaestro
source: The WWWW field is empty.
es_ve: El campo RAMO está vacío.
pt_br: O campo XXXX está em branco.

# errRelacCxpMaestro
source: The RELATION field is empty.
es_ve: El campo RELACIÓN está vacío.
pt_br: O campo RELACIONAMENTO está em branco.

# errReseñaCxpMaestro
source: The REVIEW field is empty.
es_ve: El campo RESEÑA está vacío.
pt_br: O campo REVISÃO está em branco.

# errRIFCxpMaestro
source: The S.S.N field is empty.
es_ve: El campo RIF está vacío.
pt_br: O campo CPF está em branco.

# errSNCCxpMaestro
source: The T.I.N field is empty.
es_ve: El campo SNC está vacío.
pt_br: O campo XXX está em branco.

# errTlfCxpMaestro
source: The PHONE field is empty.
es_ve: El campo TELÉFONO está vacío.
pt_br: O campo TELEFONO está em branco.

# errTperCxpMaestro
source: The WWW WWW field is empty.
es_ve: El campo TIPO DE PERSONA está vacío.
pt_br: O campo PESSOA TYPE está em branco.

# errWebCxpMaestro
source: The WEB field is empty.
es_ve: El campo DIRECCIÓN WEB está vacío.
pt_br: O campo WEB está em branco.

# tittleventana
source: Master Accounts Payable
es_ve: Maestro de Cuentas a Pagar
pt_br: Mestre Contas a Pagar

# lblBusqueda
source: Search:
es_ve: Búsqueda:
pt_br: Pesquisa:

# liActividad
source: Activities
es_ve: Actividades
pt_br: Atividades

# liContacto
source: Contacts
es_ve: Contactos
pt_br: Contatos

# liCuenta
source: Accounts
es_ve: Cuentas
pt_br: Contas

# tittlebuttonBuscar
source: Search
es_ve: Buscar
pt_br: Pesquisa

# tittlebuttonDel
source: Delete
es_ve: Eliminar
pt_br: Excluir

# tittlebuttoNew
source: New
es_ve: Nuevo
pt_br: Crio

# tittlebuttonSalir
source: Exit
es_ve: Salir
pt_br: Fechar

# tittlebuttonUp
source: Save
es_ve: Guardar
pt_br: Salvar

# FieldsetFinanciero
source: Financial Data
es_ve: Datos Financieros
pt_br: Dados financeiros

# FieldsetProveedor
source: Provider Data
es_ve: Datos del Proveedor
pt_br: Data Provider

# msgDeleteFail
source: Please, indicate the provider's code
es_ve: Por favor, indique el codigo del proveedor
pt_br: Por favor, indique o código do provedor

# msgDeleteProv
source: Do you want to delete the provider
es_ve: Desea eliminar el proveedor
pt_br: Você deseja remover o provedor

# placCondicion
source: -- Select Condition --
es_ve: -- Seleccionar Condición --
pt_br: -- Selecione Condição --

# placFormPago
source: -- Select Payment Method --
es_ve: -- Selecionar Forma de Pago --
pt_br: -- Selecione Forma de pagamento --

# placRamo
source: -- Select Ramo --
es_ve: -- Seleccionar Ramo --
pt_br: -- Selecione Ramo --

# placRelacion
source: -- Select Relationship --
es_ve: -- Seleccionar Relación --
pt_br: -- Selecionar relação --

# placTipPersona
source: -- Select Type of Person --
es_ve: -- Selecionar Tipo de Persona --
pt_br: -- Selecione Tipo de Pessoa --

# lblParam
source: Accounts Payable Parameters
es_ve: Parametros de Cuentas a Pagar
pt_br: Parâmetros de contas a pagar
