Repository: GeriitO/QuasarERPBanking
Catalog: QuasarERPBanking/Resources/*_ASIGNA/StringResources.*.resx
Languages: pt_br

# ErrAlicuota
source: The ALICUOTA field is empty.
pt_br: O campo ALÍQUOTA está em branco.

# ErrCenCos
source: The COST CENTER field is empty.
pt_br: O campo CENTRO DE CUSTO está em branco.

# ErrCod
source: The CODE field is empty.
pt_br: O campo CÓDIGO está em branco.

# ErrCodProv
source: The PROVIDER field is empty.
pt_br: O campo FORNECEDOR está em branco.

# ErrCostUni
source: The UNIT COST field is empty.
pt_br: O campo CUSTO UNITÁRIO está em branco.

# ErrCueDep
source: The DEPRECIATION ACCOUNT field is empty.
pt_br: O campo CONTA DE DEPRECIAÇÃO está em branco.

# ErrCuenAct
source: The ASSET ACCOUNT field is empty.
pt_br: O campo CONTA DE ATIVO está em branco.

# ErrDepAcum
source: The ACCUMULATED DEPRECIATION field is empty.
pt_br: O campo DEPRECIAÇÃO ACUMULADA está em branco.

# ErrEmpl
source: The EMPLOYEE field is empty.
pt_br: O campo EMPREGADO está em branco.

# ErrFecAdq
source: The ACQUISITION DATE field is empty.
pt_br: O campo DATA DE AQUISIÇÃO está em branco.

# ErrFech
source: The CREATION DATE field is empty.
pt_br: O campo DATA DE CRIAÇÃO está em branco.

# ErrFechAsig
source: The DATE OF ASSIGNMENT field is empty.
pt_br: O campo DATA DE ASSINATURA está em branco.

# ErrFecIni
source: The START DATE field is empty.
pt_br: O campo INICIAÇÃO está em branco.

# ErrFecUlt
source: The LAST CALCULATION field is empty.
pt_br: O campo ÚLTIMO CÁLCULO está em branco.

# ErrGasDep
source: The DEPRECIATION EXPENSE field is empty.
pt_br: O campo DESPESA DE DEPRECIAÇÃO está em branco.

# ErrMarca
source: The BRAND field is empty.
pt_br: O campo MARCA está em branco.

# ErrMesDep
source: The MONTHS TO DEPRECIATE field is empty.
pt_br: O campo MESES A DEPRECIAR está em branco.

# ErrMeYaDep
source: The DEPRECIATING NOW field is empty.
pt_br: O campo DEPRECIANDO AGORA está em branco.

# ErrModelo
source: The MODEL field is empty.
pt_br: O campo MODELO está em branco.

# ErrNomMod
source: The USER field is empty.
pt_br: O campo EEEEE está em branco.

# ErrNumAct
source: The NUMBER OF ASSETS field is empty.
pt_br: O campo N ° DE ATIVOS está em branco.

# ErrNumCom
source: The VOUCHER field is empty.
pt_br: O campo N° DA COMPROVANTE está em branco.

# ErrNumFac
source: The INVOICE field is empty.
pt_br: O campo N° DA FATURA está em branco.

# ErrOrdCom
source: The PURCHASE ORDER field is empty.
pt_br: O campo ORDEM DE COMPRA está em branco.

# ErrPertA
source: The BELONGING TO field is empty.
pt_br: O campo PERTENCENDO À está em branco.

# ErrSerial
source: The SERIAL field is empty.
pt_br: O campo SERIAL está em branco.

# ErrStatus
source: The STATUS field is empty.
pt_br: O campo STATUS DO ATIVO está em branco.

# ErrUsAsig
source: The USER WHO ASSIGNED field is empty.
pt_br: O campo USUÁRIO ATRIBUÍDO está em branco.

# ErrValor
source: The CURRENT VALUE field is empty.
pt_br: O campo VALOR ATUAL está em branco.

# ErrValorLib
source: The FREE VALUE field is empty.
pt_br: O campo LIVRE DE VALOR está em branco.

# ErrValorOrig
source: The ORIGINAL VALUE field is empty.
pt_br: O campo VALOR ORIGINAL está em branco.

# ErrValorRes
source: The RESIDUAL VALUE field is empty.
pt_br: O campo VALOR RESIDUAL está em branco.

# lblAlicuota
source: Alicuota:
pt_br: Alíquota:

# lblCenCos
source: Cost Center:
pt_br: Centro de custo:

# lblCod
source: Code:
pt_br: Código:

# lblCodProv
source: Provider:
pt_br: Fornecedor:

# lblCostUni
source: Unit Cost:
pt_br: Custo unitário:

# lblCueDep
source: Depreciation:
pt_br: Depreciação:

# lblCuenAct
source: Asset:
pt_br: De Ativos:

# lblDepAcum
source: Accumulated Depreciation:
pt_br: Depreciação Acumulada:

# lblEmpl
source: Employee:
pt_br: Empregado:

# lblFecAdq
source: Date:
pt_br: Data:

# lblFecha
source: Creation Date:
pt_br: Data de criação:

# lblFechAsig
source: Date:
pt_br: Data:

# lblFecIni
source: Start:
pt_br: iniciação:

# lblFecUlt
source: Last Calculation:
pt_br: Último Cálculo:

# lblGasDep
source: Depreciation Expense:
pt_br: Despesa de Depreciação:

# lblMarca
source: Brand:
pt_br: Marca:

# lblMesDep
source: Months to Depreciate:
pt_br: Meses a Depreciar:

# lblMeYaDep
source: Depreciating Now:
pt_br: Depreciando Agora:

# lblModelo
source: Model:
pt_br: Modelo:

# lblNomMod
source: aaaa
pt_br: eeeee

# lblNumAct
source: N° of Assets:
pt_br: N ° de Ativo:

# lblNumCom
source: Voucher:
pt_br: N° da Comprovante:

# lblNumFac
source: Invoice:
pt_br: N° da Fatura:

# lblOrdCom
source: Purchase order:
pt_br: Ordem de compra:

# lblPertA
source: Belonging To:
pt_br: Pertencendo à:

# lblStatus
source: Asset Status
pt_br: Status do Ativo

# lblUsAsig
source: USER WHO ASSIGNED:
pt_br: USUÁRIO ATRIBUÍDO:

# lblValor
source: Current Value:
pt_br: Valor Atual:

# lblValorLib
source: Free Value:
pt_br: Livre de Valor:

# lblValorOrig
source: Original Value:
pt_br: Valor Original:

# lblValorRes
source: Residual Value:
pt_br: Valor Residual:

# Banner
source: Fixed Asset
pt_br: Ativo Fixo

# ErrUbic
source: The LOCATION field is empty.
pt_br: O campo LOCALIZAÇÃO está em branco.

# lblUbic
source: Location:
pt_br: Localização:

# ErrCantidad
source: The QUANTITY field is empty.
pt_br: O campo QUANTIDADE está em branco.

# ErrFechCal
source: The FINAL DATE field is empty.
pt_br: O campo DATA FINAL está em branco.

# lblCantidad
source: Quantity:
pt_br: Quantidade:

# lblFechCal
source: Final Date:
pt_br: Data final:

# ErrDeprec
source: The DEPRECIATE field is empty.
pt_br: O campo DEPRECIAR está em branco.

# lblDeprec
source: Depreciate
pt_br: Depreciar

# BarrTittle
source: Assignment of Fixed Assets to a Cost Center
pt_br: Atribuição de Ativos Fixos a um Centro de Custo

# BtnBuscSerial
source: Search By Serial
pt_br: Procurar por Serial

# lblMejora
source: Improvement:
pt_br: Melhoria:

# lblPVP
source: Sale Price:
pt_br: Preço de Venda:

# PlacCCosto
source: Select a Cost Center
pt_br: Selecione um Centro de Custo

# PlacProve
source: Select a Provider
pt_br: Selecione um Fornecedor

# FieldsetCtaCon
source: Accounting Accounts
pt_br: Contas Contábeis

# FieldsetDAct
source: Asset Data
pt_br: Dados de Ativos

# FieldsetDatAdqu
source: Acquisition Data
pt_br: Dados de Aquisição

# FieldsetDatAsig
source: Allocation Data
pt_br: Dados de Alocação

# FieldsetDatDepr
source: Depreciation Data
pt_br: Dados de Depreciação

# FieldsetMontAct
source: Amount of Assets
pt_br: Valores de Ativo

# FieldsetPrAso
source: Associated Product
pt_br: Produto Associado

# lblRest
source: Remaining Tags:
pt_br: Restante Tags:

# msgCamVaci
source: There are empty fields in the form. Please, verify the information entered in it.
pt_br: Existem campos vazios no formulário. Por favor, verifique as informações inseridas nele.

# msgCantMay
source: The quantity must be a number LESS or equal to the number of Remaining Labels.
pt_br: A quantidade deve ser um número MENOS ou igual à quantidade de Restante Tags.

# msgCantMen
source: The quantity must be a number GREATER than zero.
pt_br: A quantidade deve ser um número MAIOR do que zero.

# msgConfDel
source: Do you want to delete the code:
pt_br: Deseja excluir o código:

# msgFaltCod
source: You must indicate a code.
pt_br: Você deve indicar um codigo.

# msgIntCant
source: Enter the amount of Tags to generate.
pt_br: Digite a quantidade de Tags para gerar.
