Repository: GeriitO/QuasarERPBanking
Catalog: QuasarERPBanking/Resources/INV_PARAMETROS/StringResources.*.resx
Languages: es_ve

# errDetalles
source: The DETAIL NUMBER field is empty.
es_ve: El campo NUMERO DE DETALLE está vacío.

# errGastos
source: The EXPENSES field is empty.
es_ve: El campo GASTOS está vacío.

# errInv
source: The INVENTORY field is empty.
es_ve: El campo INVENTARIO está vacío.

# errLote
source: The BATCH NUMBER field is empty.
es_ve: El campo NUMERO DE LOTE está vacío.

# errNE
source: The N/E NUMBER field is empty.
es_ve: El campo NUMERO DE N/E está vacío.

# errNom
source: The NAME field is empty.
es_ve: El campo NOMBRE está vacío.

# errTrans
source: The TRANSACTION NUMBER field is empty.
es_ve: El campo NUMERO DE TRANSACCIÓN está vacío.

# FieldsetCadeIni
source: nitial Chains for the Account
es_ve: Cadenas Iniciales Para la Cuenta de

# FieldsetCampos
source: Table Fields
es_ve: Campos de la Tabla

# FieldsetInv
source: Inventory Integra With
es_ve: Inventario Integra Con

# FieldsetMovimie
source: Product Movements
es_ve: Movimientos de Productos

# FieldsetNegativ
source: Allow Negatives in
es_ve: Permitir Negativos en

# FieldsetNotaEn
source: Delivery note
es_ve: Nota de Entrega

# FieldsetSistmCosto
source: Cost System
es_ve: Sistema de Costo

# lblCcosto
source: Cost Centers
es_ve: Centros de Costos

# lblDetalles
source: N° of Detail:
es_ve: N° de Detalle:

# lblDirCcosto
source: Addr. Of Cost Center:
es_ve: Direc. de Centro de Costo:

# lblDirMayGral
source: Addr. Major General:
es_ve: Direc. Mayor General:

# lblDispon
source: Quantity Available
es_ve: Cantidad Disponible

# lblExist
source: Existence
es_ve: Existencia

# lblGastos
source: Expenses:
es_ve: Gastos:

# lblInv
source: Inventory:
es_ve: Inventario:

# lblLote
source: Batch N°:
es_ve: N° de Lote:

# lblMayGral
source: Major General
es_ve: Mayor General

# lblNom
source: Server Name:
es_ve: Nombre del Servidor:

# lblReserv
source: Without taking into account the reservation
es_ve: Sin tomar en cuenta la reservación

# lblTrans
source: N° Transaction:
es_ve: N° de Transacción:

# tittleVentana
source: Inventory Module Parameters
es_ve: Parámetros del Módulo de Inventario

# lblParam
source: Inventory Parameters
es_ve: Parámetros de Inventario
